Repository: ziadaboalkamar/5playTheme
Catalog: languages/plugins/heartbeat-control-*.po
Languages: fr_fr

source: Override Heartbeat frequency
fr_fr: Remplacer la fréquence de pulsation de WordPress

source: Your changes have been saved successfully!
fr_fr: Vos modifications ont bien été enregistrées !

source: Save changes
fr_fr: ENREGISTRER LES MODIFICATIONS

source: %2$sReduces image file sizes%3$s without losing quality.%1$sBy compressing your images you speed up your website and boost your SEO.
fr_fr: %2$sRéduisez la taille de fichiers image%3$s sans perte de qualité.%1$sEn compressant vos images, vous accélérez votre site Web et améliorez votre SEO.

source: Integrate more than 80&#x25; of web performance good practices automatically to %1$sreduce your website's loading time.%2$s
fr_fr: Intégrez plus de 80&#x25; des bonnes pratiques de performance Web pour réduire automatiquement %1$sle temps de chargement de votre site Web.%2$s

source: Check out our other plugins: we built them all to give a boost to the performance of your website!
fr_fr: Découvrez nos autres extensions : nous les avons tous développées pour améliorer les performances de votre site Web !

source: We develop plugins that make the web a better place - faster, lighter, and easier to use.
fr_fr: Nous développons des extensions qui rendent le web bien meilleur - Plus rapide, plus léger et plus facile à utiliser.

source: Founded in 2014 in beautiful Lyon (France), WP Media is now a distributed company of more than 20 WordPress lovers living in the four corners of the world.
fr_fr: Fondée en 2014 à Lyon (France), WP Media est aujourd’hui une société distribuée dans plus de 20 pays où WordPress est déployé.

source: Welcome to WP Media!
fr_fr: Bienvenue sur WP Media !

source: Forget complicated settings and headaches, and %1$senjoy the fastest speed results%2$s your site has ever had!
fr_fr: Oubliez les réglages compliqués et les maux de tête, et obtenez les %1$srésultats de vitesse les plus rapides%2$s que votre site a jamais eu !

source: Improve %1$sconversions and revenue%2$s thanks to a stunning web performance
fr_fr: Améliorez les %1$sconversions et revenus%2$s de votre boutique grâce à une performance web étonnante

source: %1$sBoost your SEO%2$s by preloading your pages and make them faster for Google's bots
fr_fr: %1$sAméliorez votre SEO%2$s en préchargeant vos pages pour les rendre plus rapides pour les robots de Google

source: Help improve your %1$sGoogle PageSpeed%2$s score
fr_fr: Aide à améliorer votre score %1$sGoogle PageSpeed%2$s

source: Automatically apply more than %1$s80&#x25;%2$s of web performance best practices
fr_fr: Appliquer automatiquement plus de %1$s80&#x25;%2$s des meilleures pratiques de performance Web

source: Recognized as the %1$smost powerful caching plugin%2$s by WordPress experts
fr_fr: Reconnue comme %1$sl’extension de cache la plus performante%2$s par les experts de WordPress

source: Get WP Rocket
fr_fr: Obtenez WP Rocket

source: Activate Now
fr_fr: Activez maintenant

source: Looking for more optimization?%1$sThen you should use %2$sWP Rocket%3$s, and your site will be cached and optimized without you lifting a finger!
fr_fr: Vous cherchez plus d’optimisation ? %1$sVous devriez utiliser %2$sWP Rocket%3$s, et votre site sera mis en cache et optimisé en quelques clics !

source: About us
fr_fr: À propos de nous

source: More optimization
fr_fr: Plus d’optimisation

source: General settings
fr_fr: Réglages généraux

source: Please, take a few seconds to %1$srate it on WordPress.org%2$s
fr_fr: Merci de prendre quelques secondes pour donner votre avis et une note sur %1$sWordPress.org%2$s

source: Do you like this plugin ?
fr_fr: Vous aimez cette extension ?

source: Status : %1$s
fr_fr: État : %1$s

source: %1$s has been successfully activated.
fr_fr: %1$s a bien été activé.

source: %1$s has been successfully installed.
fr_fr: %1$s a bien été installé.

source: %1$s has been successfully installed and activated.
fr_fr: %1$s a bien été installé et activé.

source: Install plugin
fr_fr: Installer l’extension

source: Activate plugin
fr_fr: Activer l’extension

source: Already activated
fr_fr: Déjà activé

source: not installed
fr_fr: non installé

source: installed
fr_fr: installé

source: activated
fr_fr: activé

source: Go back
fr_fr: Retour

source: Plugin install failed.
fr_fr: L’installation de l’extension a échoué.

source: Sorry, you are not allowed to do that.
fr_fr: Vous n’êtes pas autorisé à effectuer cela.

source: Sorry, you are not allowed to install plugins on this site.
fr_fr: Désolé, vous n’êtes pas autorisé à installer des extensions sur ce site.

source: Plugin installed successfully.
fr_fr: L’installation de l’extension est terminée.

source: Heartbeat Control data have been migrated successfully!
fr_fr: Les données de Heartbeat Control ont bien été migrées !

source: Heartbeat Control by WP Rocket
fr_fr: Heartbeat Control par WP Rocket

source: Completely controls the WordPress heartbeat.
fr_fr: Contrôler complètement la pulsation de WordPress.

source: Post editor
fr_fr: Éditeur de publication

source: Frontend
fr_fr: Site

source: WordPress Dashboard
fr_fr: Tableau de bord WordPress

source: Modify Heartbeat
fr_fr: Modifier Heartbeat

source: Disable Heartbeat
fr_fr: Désactiver la pulsation de WordPress

source: Allow Heartbeat
fr_fr: Autoriser Heartbeat

source: Heartbeat Behavior
fr_fr: Comportement
